{
  "click-here": "Click here",
  "required": "Required",
  "submit": "Submit",
  "tap-here": "Tap here",
  "Form:contact-info": "Please submit your contact information using the form below.",
  "Form:email-address": "Email address",
  "Form:i-agree": "I agree with and consent to the above",
  "Form:legal-notices": "I have read, have understood, and agree to the following legal notices:",
  "Form:phone-number": "Phone number",
  "Form:zipcode": "Zip code",
  "Header:admin-login": "Admin Login",
  "Header:name": "COVID-19 Match",
  "Home:description": "The COVID-19 Match program wants to spread a message of hope and compassion by serving and loving our neighbors who are at higher risk of complications of COVID-19. If you are a healthy young adult with low-risk factors for getting COVID-19, sign up today to be paired with an elder or high-risk member in our community who could use your help throughout this crisis.",
  "Home:i-need-a-match": "I need a COVID-19 match",
  "Home:i-would-like-to-help": "I am healthy and can help",
  "Home:register-caption": "It's okay to ask for help, that's why we're neighbors!",
  "Home:register-description": "I am over 60 or high risk",
  "Home:register-explanation": "Matching those volunteers who are under 60, at low-risk and healthy with elders or others who are high-risk in our community who need to maintain social distancing as a result of the COVID-19 pandemic.  These volunteers live in your community and want to help you by getting groceries, picking up prescriptions, and checking in every couple of days.  We care deeply about you and want you to remain healthy.  Sign up today to receive a COVID-19 match!",
  "Home:subtitle": "Loving and serving our neighbors during the COVID-19 outbreak.",
  "Home:title": "New York City COVID-19 Match",
  "Home:volunteer-caption": "Be a friend. Be a neighbor. Be a helper.",
  "Home:volunteer-description": "I am under 60, low-risk, and healthy, and I want to help my neighbor!",
  "Home:volunteer-explanation": "New York City is full of loving, compassionate and kind people. During this time of social distancing, many elder and high risk members of your community are going to need assistance getting critical supplies while refraining from being in large public spaces. It is our hope to match those of you who are under 60, at low-risk for COVID-19 and healthy with elder members and neighbors in your community who are high-risk so that you can love them through this.  You can help your neighbors by picking up groceries or prescriptions, delivering a homemade meal, a book from the library or simply be intentional about checking in every couple of days.",
  "Register:eligibility-text": "I am over 60 or have a pre-existing condition, and would like to sign myself up for a COVID-19 match",
  "Register:name": "Your name",
  "Register:street-address": "Address",
  "Register:submit": "Connect me to help",
  "Register:title": "I am over 60 and high risk and need a COVID-19 match",
  "Register:who-is-a-match": "We are addressing the community outbreak of COVID-19 by identifying healthy adults who are under 60, whose risk factors are low and who are willing to be paired with an elder or someone with high risk factors in our community. Once a match is made you and your COVID-19 match can coordinate the delivery of essential supplies, like food and prescriptions and also be someone who can regularly check in with those who are high-risk by phone or other electronic means.",
  "Volunteer:first-name": "First name",
  "Volunteer:i-want-to-help": "I want to help!",
  "Volunteer:last-name": "Last name",
  "Volunteer:low-risk-text": "I am under 60, at low risk and healthy and I want to be matched with an elder or someone who is high risk in our community!",
  "Volunteer:phone-number-description": "The best number to call to match you with someone needing help",
  "Volunteer:street-address-1": "Address",
  "Volunteer:street-address-2": "Address line 2 (optional)",
  "Volunteer:submit": "Sign me up to volunteer!",
  "Volunteer:who-is-a-match": "We are addressing the community outbreak of COVID-19 by identifying healthy adults who are under 60, whose risk factors are low and who are willing to be paired with an elder or someone with high risk factors in our community. Once a match is made you and your COVID-19 match can coordinate the delivery of essential supplies, like food and prescriptions and also be someone who can regularly check in with those who are high-risk by phone or other electronic means."
}
